Repository: Didami/Testfiter
Catalog: Testfiter/*.lproj/Localizable.strings
Languages: es

source: eng
es: esp

source: Ready?
es: ¿Listo?

source: Re-enable
es: Volver a habilitar

source: Cancel
es: Cancelar

source: Go
es: Vamos

source: Disable
es: Deshabilitar

source: Are you sure?
es: ¿Estás seguro?

source: Yes, I'm sure
es: Sí, estoy seguro

source: Edit
es: Editar

source: Save
es: Guardar

source: Oops!
es: ¡Ups!

source: Got it
es: Entendido

source: Loading ...
es: Cargando ...

source: Beautiful!
es: ¡Hermoso!

source: Remove
es: Eliminar

source: This action can not be undone.
es: Esta es una acción permanente.

source: Wear
es: Vestir

source: Add
es: Agregar

source: Next
es: Siguiente

source: Skip
es: Saltar

source: Not now
es: Ahora no

source: Edit info
es: Editar información

source: Tip
es: Consejo

source: Share
es: Compartir

source: An unexpected error occurred.
es: Ocurrió un error inesperado.

source: Please fill in all the fields.
es: Porfavor llena todos los campos.

source: Open Settings
es: Abrir Configuración

source: Access denied
es: Acceso denegado

source: Library access was denied. Please allow library access to use this feature.
es: El acceso a la galería fue denegado. Permite el acceso a la galería para usar esta función.

source: Disclaimer
es: Descargo de responsabilidad

source: The AIs used to detect the garments have a margin of error. We ask you to retry with a more appropriate image if results are not as expected.
es: Las IAs utilizadas para la detección de las prendas tienen un margen de error. Pedimos que si los resultados no son los esperados, se reintente con una imagen más adecuada.

source: Yes
es: Sí

source: Garments
es: Prendas

source: OOTD
es: ODD

source: Search
es: Buscar

source: Looks like you do not have
es: Parece ser que no tienes

source: in your closet.
es: en tu closet

source: Create outfit
es: Crear outfit

source: Create outfit with
es: Crear outfit con

source: Washing?
es: ¿Lavando?

source: Washing
es: Lavando

source: in case you can't use it temporarily.
es: en caso de que no puedas usarlo temporalmente.

source: Are you sure you want to remove
es: Estás seguro que quieres eliminar

source: from closet. By doing this, every outfit containing it will be removed as well. This is a permanent action.
es: del closet. Al hacer esto, todos los outfits que lo contengan también serán eliminados. Esta es una acción permanente.

source: from closet. This action can not be undone.
es: del closet. Esta es una acción permanente.

source: Your garments
es: Tus prendas

source: Your
es: Tus

source: OOTD & Outfits
es: ODD y Outfits

source: Outfit suggestions
es: Sugerencias de Outfits

source: Still washing?
es: ¿Aún lavando?

source: Suggestion:
es: Sugerencia:

source: Open in editor
es: Abrir en editor

source: Save Outfit
es: Guardar Outfit

source: Suggested by Outfiter with ♥️
es: Sugerido por Outfiter con ♥️

source: Powered by
es: Motorizado por

source: Location access was denied. Please allow location access to get weather.
es: El acceso a la localización fue denegado. Permite el acceso a la localización para obtener el clima.

source: Couldn't generate quick suggestions, please make sure you've added enough garments and location services are enabled.
es: No se pudieron generar sugerencias rápidas, asegúrate de haber agregado suficientes prendas y que los servicios de ubicación estén habilitados.

source: Multiple selection
es: Selección múltiple

source: selected
es: seleccionados

source: garments
es: prendas

source: from closet
es: del closet

source: Create new outfit
es: Crear nuevo outfit

source: Load outfit
es: Cargar outfit

source: Add new garment
es: Agregar nueva prenda

source: Color combinations
es: Combinaciones de color

source: Weather
es: Clima

source: Calendar
es: Calendario

source: Predominant colors
es: Colores predominantes

source: I like it
es: Me gusta

source: Generate
es: Generar

source: Re-generate
es: Re-generar

source: Render in
es: Renderizar en

source: Accuracy
es: Precisión

source: Dress code
es: Código de vestimenta

source: Replace
es: Reemplazar

source: Name your outfit ...
es: Nombra tu outfit ...

source: Edit your outfit
es: Edita tu outfit

source: was added to your closet successfully.
es: fue agregado a tu closet exitosamente.

source: Select export format.
es: Selecciona formato de exportación.

source: Export image
es: Exportar imagen

source: (Transparent background)
es: (Fondo transparente)

source: from your closet?
es: de tu closet?

source: Add manually
es: Agregar manualmente

source: Tap to add new garments and create an outfit.
es: Toca para añadir nuevas prendas y generar un outfit.

source: It is not possible to add more garments, remove or replace those already added.
es: No se pueden añadir más prendas, quita o sustituye las ya agregadas.

source: Edit image
es: Editar imagen

source: Replace or remove image.
es: Reemplazar o quitar imagen.

source: Add more garments or change options.
es: Agrega más prendas o cambia las opciones.

source: Wear today
es: Vestir hoy

source: Wear other day
es: Vestir otro día

source: Create Outfit
es: Crear Outfit

source: Add photo
es: Agregar foto

source: Select garments to wear
es: Selecciona las prendas a vestir

source: Name
es: Nombre

source: Type
es: Tipo

source: Dress Code
es: Código de vestimenta

source: Colors
es: Colores

source: Lightweight/Warm/Etc ...
es: Ligero/Abrigador/Etc ...

source: Design:
es: Diseño:

source: Colors:
es: Colores:

source: We are missing important info. Please fill in all the fields.
es: Nos falta información importante. Llena todos los campos.

source: Try auto mode
es: Prueba el modo automático

source: We highly recommend using auto mode in order to improve your experience.
es: Recomendamos demasiado usar el modo automático para mejorar tu experiencia.

source: It looks great!
es: ¡Se ve genial!

source: Your garment was added to your closet successfully.
es: Tu prenda fue agregada al closet exitosamente.

source: Color selection.
es: Selección de color

source: Choose an option for selecting a color.
es: Elige una opción para seleccionar un color.

source: Color picker
es: Selector de color

source: Camera
es: Cámara

source: Gallery
es: Galería

source: Capture the color to detect.
es: Captura el color a detectar.

source: We recommend using flashlight for a better result.
es: Recomendamos usar flash para un mejor resultado.

source: Pattern selection.
es: Selección de patrón

source: Choose a pattern.
es: Elige un patrón

source: If using stripes patterns, brighter color should go before darker color.
es: Si usas patrones de rayas, el color más brillante debe ir antes del color más oscuro.

source: Auto Mode
es: Modo Automático

source: Take or select a photo.
es: Toma o selecciona una foto.

source: Capture photo
es: Captura una foto

source: Capture a photo where your garment is visible and the background generates contrast.
es: Captura una foto donde se vea tu prenda y el fondo genere contraste.

source: Select photo
es: Selecciona una foto

source: Select a photo where your garment is visible and the background generates contrast.
es: Selecciona una foto donde se vea tu prenda y el fondo genere contraste.

source: You have not authorized access to any image yet.
es: No has autorizado el acceso a ninguna imagen aún.

source: Combinable with overlays
es: Combinable con otras capas

source: Match this garment with
es: ¿Combinar esta prenda con

source: Remove background
es: Quitar fondo

source: Add more ...
es: Agregar más ...

source: Select photos ...
es: Seleccionar fotos ...

source: Your garments were added successfully!
es: Tus prendas fueron agregadas correctamente!

source: Add images
es: Agregar imágenes

source: Garment
es: Prenda

source: Hoodie & Sweatshirt
es: Hoodie y Sudadera

source: Coat & Jacket
es: Abrigo y Chamarra

source: Shoes
es: Zapatos

source: Jacket
es: Chamarra

source: Grid
es: Cuadrícula

source: Free
es: Libre

source: Caroussel
es: Carrusel

source: Photo
es: Foto

source: Broader
es: Amplio

source: Balanced
es: Balanceado

source: Accurate
es: Preciso

source: Mixed
es: Mixto

source: Midpoint
es: Punto medio

source: Lightweight
es: Ligero

source: Warm
es: Abrigador

source: Solid
es: Sólido

source: Denim
es: Mezclilla

source: horizontal-stripes
es: rayas-horizontales

source: vertical-stripes
es: rayas-verticales

source: Wear count
es: Cuenta

source: time
es: vez

source: times
es: veces

source: Wash
es: Lavar

source: red
es: rojo

source: orange
es: naranja

source: yellow
es: amarillo

source: yellow green
es: amarillo verdoso

source: green
es: verde

source: green cyan
es: verde cian

source: cyan
es: cian

source: cyan blue
es: azul cian

source: blue
es: azul

source: purple
es: morado

source: magenta red
es: magenta rojo

source: brown
es: café

source: Colors table
es: Tabla de colores

source: Should I buy it?
es: ¿Debería comprarlo?

source: About Weather
es: Acerca del Clima

source: Outfiter's uses Open Weather Map API to fetch Weather data, the values that appear below are an average of the current day considering the values since user opens app. Localization and Weather data are only fetched once per day.
es: Outfiter utiliza Open Weather Map API para obtener datos meteorológicos, los valores que aparecen a continuación son un promedio del día actual teniendo en cuenta los valores desde que el usuario abre la aplicación. Los datos de localización y meteorológicos solo se obtienen una vez al día.

source: Sun
es: Dom

source: Mon
es: Lun

source: Tue
es: Mar

source: Wed
es: Mié

source: Thu
es: Jue

source: Fri
es: Vie

source: Sat
es: Sáb

source: Your outfit for:
es: Tu outfit para el:

source: You are wearing
es: Vestirás

source: this Outfit
es: este Outfit

source: today
es: hoy

source: on
es: el

source: Remove Outfit
es: Quitar Outfit

source: Remove Outfit?
es: ¿Quitar Outfit?

source: Outfit will be replaced
es: El Outfit será reemplazado

source: You already have an Outfit for this day, if you proceed it will be replaced.
es: Ya tienes un Outfit para este día, si procedes será reemplazado.

source: Nice Outfit yesterday!
es: ¡Gran Outfit el de ayer!

source: What are you washing?
es: ¿Qué vas a lavar?

source: Add more garments to continue.
es: Agrega más prendas para continuar.

source: Make sure you've added all of your garments.
es: Asegúrate de haber agregado todas tus prendas.

source: Your closet is emptier than the feelings of the app developer.
es: Tu closet está más vacío que los sentimientos del desarrollador.

source: Before using the app you should add your clothes, don't you think?
es: Antes de usar la app deberías agregar tu ropa, ¿no crees?

source: Not even my closet is that empty -Developer
es: Ni mi armario está tan vacío -Desarrollador

source: You need clothes to create an outfit, or do you think you can breathe without a nose?
es: ¿Necesitas ropa para crear un outfit, o crees que puedes respirar sin nariz?

source: Empty :(
es: Vacío :(

source: No garments were found.
es: No se encontraron prendas.

source: No outfits were found.
es: No se encontraron outfits.

source: Add new garments
es: Agrega prendas

source: Add new outfits
es: Agrega nuevos outfits

source: Done
es: Listo

source: Recommended
es: Recomendado

source: Preview auto mode
es: Vista previa

source: Re-take
es: Volver a tomar

source: User settings
es: Ajustes de usuario

source: Outfiter settings
es: Ajustes de Outfiter

source: Height (cm)
es: Altura (cm)

source: Weight (kg)
es: Peso (kg)

source: Skin tone
es: Tono de piel

source: average
es: promedio

source: below average
es: abajo del promedio

source: above average
es: arriba del promedio

source: short
es: bajo

source: tall
es: alto

source: skinny
es: delgado

source: thick
es: grueso

source: light
es: claro

source: fair
es: güero

source: tan
es: bronceado

source: swarthy
es: moreno

source: dark
es: oscuro

source: Splash animation
es: Animación de inicio

source: Animated background
es: Fondo animado

source: Clear mode
es: Modo claro

source: Highest image quality
es: Calidad de imagen alta

source: Restore purchases
es: Restaurar compras

source: Buy me a coffee (Donate)
es: Cómprame un café (Donar)

source: Help
es: Ayuda

source: Attributions
es: Atribuciones

source: About
es: Acerca de

source: Website
es: Sitio web

source: Privacy policy
es: Política de privacidad

source: Terms of use
es: Términos de uso

source: Created with ♥️ by
es: Creado con ♥️ por

source: Support Email
es: Correo de soporte

source: Restart Outfiter?
es: ¿Reiniciar Outfier?

source: In order to apply this setting, Outfiter needs to restart.
es: Para poder aplicar este ajuste, Outfiter debe reiniciarse.

source: Change image quality?
es: ¿Cambiar calidad de imagen?

source: By doing so, the images will take up more storage space. (This setting will take effect as soon as you activate or deactivate it.)
es: Al hacerlo, las imágenes ocuparán más espacio de almacenamiento. (Esta configuración hará efecto desde que la actives o desactives.)

source: Create Outfits
es: Crea Outfits

source: With your garments
es: Con tus prendas

source: Save your Outfits
es: Guarda tus Outfits

source: To use them later
es: Para usarlos después

source: Organize your garments
es: Organiza tus prendas

source: For a better management
es: Para un mejor gestión

source: Upgrade your style, ignite your confidence.
es: Mejora tu estilo, enciende tu confianza.

source: To access the best Outfiter features you'll need to upgrade to Outfiter Gold. I highly recommend you to do it before using the app, you'll love it instantly :) - The Developer
es: Para acceder a las mejores funciones de Outfiter tendrás que obtener Outfiter Gold. Te recomiendo altamente que lo hagas antes de usar la app, te enamorarás al instante :) - El Desarrollador

source: See details
es: Ver detalles

source: I'll upgrade later
es: Lo obtendré después

source: Welcome to Outfiter!
es: ¡Bienvenido a Outfiter!

source: This is a beginners tutorial, it's important to know how to use app before using it.
es: Este es un tutorial para principiantes, es importante aprender cómo usar la app.

source: This is the Scope Bar
es: Esta es la barra de filtro

source: Tap on the different types of garments to filter your garments and suggested outfits.
es: Toca los diferentes tipos de prendas para filtrar tus prendas y los outfits sugeridos.

source: Your garments section
es: Sección de tus prendas

source: Your garments will be displayed here when you add them.
es: Tus prendas se mostrarán aquí cuando las agregues.

source: Suggestions section
es: Sección de sugerencias

source: Weather data will be fetched and based on that Outfiter will generate quick outfits suggestions.
es: Los datos del clima se descargarán y basado en eso Outfiter generará sugerencias de outfits.

source: Your OOTD and all Outfits you save will appear here.
es: Tu ODD y todos los Outfits que guardes aparecerán aquí.

source: This is the Tab Bar
es: Esta es la barra de secciones

source: Use Tab Bar to change between sections.
es: Usa la barra de secciones para cambiar de sección.

source: Let's go to the cascade menu
es: Ahora vamos al menú de cascada

source: Tap next to go to the cascade menu.
es: Toca siguiente para ir al menú de cascada.

source: The most important buttons
es: Los botones más importantes

source: Tap these to create a new outfit and to add your garments.
es: Presiona estos para crear un nuevo outfit o para agregar tus prendas.

source: You can access calendar by scrolling down, your OOTDs and history will appear here.
es: Puedes acceder al calendario deslizando para abajo, tus ODD e historial aparecerá aquí.

source: You can access weather by scrolling down, you can consult current weather data here.
es: Puedes acceder al clima deslizando para abajo, puedes consultar los datos del clima aquí.

source: Outfit Builder
es: Generador de Outfits

source: Create and generate outfits here, make sure to have garments added before doing it.
es: Crea y genera outfits aquí, asegúrate de tener prendas agregadas antes de hacerlo.

source: 5 cells
es: 5 celdas

source: Each cell is for a different garment type, tap on them to add manually or to edit selection.
es: Cada celda es para un tipo de prenda diferente, presiona para agregar manualmente o editar la selección.

source: Generate & options
es: Generar y opciones

source: Tap Generate to create an outfit automatically, tap on options button to change render mode, accuracy and dresscode.
es: Presiona Generar para crear un outfit automáticamente, presiona opciones para cambiar el modo de renderización, precisión y código de vestimenta.

source: Select a photo
es: Selecciona una foto

source: Tap here to take a photo, select it from your library or search for it on the internet.
es: Toca aquí para tomar una foto, seleccionarla de tu librería o buscarla en internet.

source: Type the name
es: Escribe el nombre

source: Type the name of your garment, in case you select photo from internet, this field will fill in automatically.
es: Escribe el nombre de tu prenda, en caso de seleccionarla desde internet, este campo se rellenará automáticamente.

source: Garment info
es: Información de la prenda

source: Fill in these fields with your garment data, outfits will be generated based on it.
es: Rellena estos campos con los datos de tu prenda, los outfits serán generados basándose en ella.

source: Go stylish, with
es: Ve con estilo, con

source: Unlimited Adding
es: Adición ilimitada

source: Background Removal
es: Eliminación de fondo

source: User Data
es: Datos de usuario

source: Unlock your wardrobe potential with Unlimited Adding.
es: Desbloquea el potencial de tu guardarropa.

source: Highlight your fashion, let your Outfits shine. Remove backgrounds in a matter of seconds.
es: Resalta tu moda, deja que tus Outfits brillen. Elimina fondos en cuestión de segundos.

source: Organize your style, one Outfit at a time.
es: Organiza tu estilo, un Outfit a la vez.

source: Uncover your style insights. Master your fashion & Buy smart.
es: Descubre tu estilo. Domina tu moda y compra inteligente.

source: Dress smart, rain or shine.
es: Vístete inteligente, llueva o brille.

source: Your style, your data, your personalized fashion experience.
es: Tu estilo, tus datos, tu experiencia de moda personalizada.

source: Get Outfiter Gold
es: Obtener Outfiter Gold

source: Welcome aboard!
es: ¡Bienvenido a bordo!

source: Welcome to Outfiter Gold, all features have been unlocked.
es: Bienvenido a Outfiter Gold, todas las características han sido desbloqueadas.

source: An unexpected error occurred. Try again later.
es: Ocurrió un error inesperado. Prueba de nuevo más tarde.

source: Purchases restored
es: Compras restauradas

source: Your purchases were restored successfully.
es: Tus compras fueron restauradas con éxito.

source: Remove Backgrounds?
es: ¿Quitar fondos?

source: Remove backgrounds of your added garments? (This action cannot be undone and you may need to re-take some images)
es: ¿Quitar fondos de tus prendas ya agregadas? (Esta acción no puede deshacerse y puede que tengas que tomar algunas imágenes de nuevo)

source: Yes, remove
es: Sí, quitar

source: No, I'll do it manually
es: No, lo haré manualmente

source: Success! Enjoy!
es: ¡Éxito! ¡Disfruta!

source: Payment was cancelled, don't forget Outfiter Gold is waiting for you :)
es: La transacción fue cancelada, no olvides que Outfiter Gold te está esperando :)
